<template lang="pug">
.home-page
  h1.home-page__title welcome to my board
  h3.home-page__subtitle Признаюсь, я не очень-то высоко оцениваю подобную философию. Вам в своих воспоминаниях настолько не в чем себя упрекнуть, что ваше спокойствие зиждется не на философии, а на основании более надежном - чистой совести. Со мной все по-другому. Я не смею, не должен отвергать приходящие в голову мучительные воспоминания. Всю жизнь я был эгоистом если не по образу мыслей, то, во всяком случае, в поступках. Когда я был ребенком, мне дали понятие о правильном и неправильном, но не показали, как надо лепить своей характер. Мне привили хорошие принципы, но позволили следовать им с гордостью и высокомерием.

</template>

<script>
export default {
name: "Home.vue"
}
</script>

<style scoped lang="sass">
.home-page
  padding: 45px 90px
</style>